[
  {
    "id": 1,
    "logo": "/assets/2D-FLOOR-PLAN.jpeg",
    "title": "2D Floor Plan",
    "description": "When buying or investing in a new property Floor Plans are considered to be the first step to analyse the property. It is essential when designing and building a home to have a solid Floor Plan. A good floor plan can increase the recreational value of the house by creating a nice flow between spaces and also increase its property value.A floor plan is basically a drawing to scale, which shows a view from above, of the spaces, relationships and other physical features between rooms at one level of a structure. Floor plans are useful to help design furniture layout, spacing between rooms and much more."
  },
  {
    "id": 2,
    "logo": "/assets/Object-Removal-Or-Decluttering.jpg",
    "title": "Object Removal Or Decluttering",
    "description": "Object removal is one of the most widely used image editing technique in real estate. The process involves several techniques that will selectively remove any objects in the photograph that can cause an obstruction in the image. In real estate, the images must be well portrayed free of any disturbances that usually occur in the natural world such as trees, electric poles, and cars parked in front. Such a clean image is required for presenting the images to the web as customers often find such elements distracting from the original object portrayed in the image, which is the home or building.Clutter can be easily defined as too much stuff in a confined amount of space whereas digital decluttering is the process of deciding what to remove and what to keep. Almost all digital images contain unnecessary objects in their background and these objects may ruin the beauty of the entire image. In certain cases, the unnecessary objects in the background of your images may also make your real estate property look bad to viewers, which is not a good thing for your business."
  },
  {
    "id": 3,
    "logo": "/assets/HDR-Enhancement-and-Blending.jpg",
    "title": "HDR Enhancement and Blending",
    "description": "Real Estate HDR enhancement service is difficult in image editing services, but for real estate image editing service, it is easy because we are having the experience image editors with us. Money is not important for real estate image editing services. Good service and 100% customer satisfaction are the initial consideration and it is our vision. HDR image enhancement is a process of merging the three or more types of real estate photo shoots to show the highlighted objects in a single image."
  },
  {
    "id": 4,
    "logo": "/assets/Day-To-Dusk-Image.jpg",
    "title": "Day To Dusk Image",
    "description": "Homes presented at dusk are beautiful, romantic and eye-catching. Attract more buyers with a stunning photo of your listing at dusk and show just how beautiful the home can be. Turning a photo from day to dusk will not only enhance your listing but will help it stand out from the crowd. An eye-catching sunset will draw everyone’s attention.Let our team take your photo of a home’s exterior from drab to fab with the click of a few buttons and let your listing stand out with a beautiful dusk hero shot."
  },
  {
    "id": 5,
    "logo": "/assets/Virtual-Furnishing.jpg",
    "title": "Virtual Furnishing",
    "description": "We create classic and light spaces with furniture appropriately placed in a formal arrangement to invite conversation and create a very balanced space. Subtle color inclusions are used to make those heavy textures and pieces of furniture used to open the space and create lightness. You can often find velvets, richly decorative woven fabrics, cottons and silk in florals, paisleys, stripes and plaids patterns.Your listing with be filled with warm wood tones and indoor plants to create a light, bright space. Imagine that beautiful worn leather couch with a blanket or fluffy throw or that bedroom with relaxed layered bedding to create that understated welcoming yet cozy feeling."
  },
  {
    "id": 6,
    "logo": "/assets/3D-FLOOR-PLAN.jpeg",
    "title": "3D FLOOR PLAN",
    "description": "When buying or investing in a new property Floor Plans are considered to be the first step to analyse the property. It is essential when designing and building a home to have a solid Floor Plan. A good floor plan can increase the recreational value of the house by creating a nice flow between spaces and also increase its property value.A floor plan is basically a drawing to scale, which shows a view from above, of the spaces, relationships and other physical features between rooms at one level of a structure. Floor plans are useful to help design furniture layout, spacing between rooms and much more."
  }
]
